# mn = {1, 2, 3, 2}  # повторение ни-ни
# slov = {"key": [1, 2, 3]}  # ключ:значение
# Функция
# def ee():  # объявление функции
#     print("Ы")
#
#
# ee()  # вызов функции


def ef(num1: int, num2: str) -> int:  # объявление с аргументами
    """
    Я покушал с утра и тебе, уважаемый разработчик желаю того же
    :param num1: число которое ыыыы
    :param num2: другое число аа
    :return: сумму двух чиселок
    """
    return num1 + num2  # возврат


print(ef(5, 1))  # вызов с аргументами

def add (x,y):
    return x+y

print(bdfhu)